/* 
 Localizable.strings
 CrashReporterDemo
 
 Created by Andreas Linde on 04.03.09.
 Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Crashdata gevonden";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "De applicatie is gecrasht. Wilt u de ontwikkelaars anonieme data sturen zodat zij kunnen proberen de problemen op te lossen?";

/* TODO: Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Altijd";

/* TODO: Alert box button to send the crash report once */
"CrashSendReport" = "Ja";

/* TODO: Alert box button to decline sending the report */
"CrashDontSendReport" = "Nee";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Zenden…";


/* Crash status dialog */

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Bugstatus";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "De bug die uw probleem heeft veroorzaakt is reeds opgelost en de oplossing zal in een volgende versie van %@ worden toegevoegd.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "De bug die uw probleem heeft veroorzaakt is reeds opgelost en een nieuwe versie %@ wacht op goedkeuring door Apple.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "De bug die uw probleem heeft veroorzaakt is reeds opgelost en een nieuwe versie van %@ is beschikbaar. Update a.u.b.!";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "This bug has not been fixed yet. We'd really appreciate it if you could send us more information about the crash.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "OK";
